aaron-bond.better-comments
alefragnani.bookmarks
angular.ng-template
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
chouzz.vscode-better-align
codingyu.laravel-goto-view
cseelye.vscode-allofthem
cyrilletuzi.angular-schematics
dart-code.dart-code
dart-code.flutter
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
drywolf.dark-plus-plus-theme
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hollowtree.vue-snippets
imgildev.vscode-auto-barrel
jkiviluoto.tws
johnpapa.angular2
jsynowiec.vscode-insertdatestring
magicstack.magicpython
meganrogge.template-string-converter
mhutchie.git-graph
midudev.better-svg
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
mikestead.dotenv
mk12.better-git-line-blame
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naoray.laravel-goto-components
nirab.laravel-snippet-pro
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel5-snippets
phiter.phpstorm-snippets
pmneo.tsimporter
pnp.polacode
riazxrazor.html-to-jsx
ritwickdey.liveserver
shufo.vscode-blade-formatter
teabyii.ayu
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
whatwewant.open-terminal
wholroyd.jinja
xdebug.php-debug
zignd.html-css-class-completion
